[
  {
    "name": "Candice Meade",
    "position": "Executive Director, Ithaca Children's Garden",
    "quote": "I’ve just taken so much from our time together. I appreciate the space Erin leaves and how flexible she’s been. Just being open if there’s something that comes up that’s on my mind, it’s been really nice to have that kind of flow to the training and conversations.",
    "image_path": "/images/Candice-Meade.jpg",
    "image_alt": "Candice Meade"
  },
  {
    "name": "Kartik Sribarra",
    "position": "ICG Board Secretary",
    "quote": "Erin has set the stage perfectly for our next chapter of growth, all the while leading our entire community–staff, board, partners, visitors and program participants–along a boldly antiracist agenda.",
    "image_path": "/images/Kartik-Sribarra.jpg",
    "image_alt": "Kartik Sribarra"
  },
  {
    "name": "Brandon Blas",
    "position": "Greater Ithaca Activities Center (GIAC) Program Coordinator",
    "quote": "Thanks to our work with Erin, our staff, participants, and families all have a better understanding of our community and the natural resources that exist within it.",
    "image_path": "/images/Brandon-Blas.jpg",
    "image_alt": "Brandon Blas"
  },
  {
    "name": "Tori Chamberlin",
    "position": "Former ICG Philanthropy Associate",
    "quote": "I feel very fortunate to have worked with Erin so early on in my career. I knew from the start that she was there to support me. Erin saw my potential and sparkle and helped to remind me of it.",
    "image_path": "/images/Tori-Chamberlin.jpg",
    "image_alt": "Tori Chamberlin"
  },
  {
    "name": "Ritza Francois",
    "position": "ICG Director of Development",
    "quote": "Erin has this amazing ability to assure and handle any situation with the utmost care and energy it deserves.",
    "image_path": "/images/Ritza-Francois.jpg",
    "image_alt": "Ritza Francois"
  },
  {
    "name": "Dan Klein",
    "position": "Tompkins County Legislator",
    "quote": "Erin is magic as far as I am concerned, one of the few magic people I have ever met.",
    "image_path": "/images/Dan-Klein.jpg",
    "image_alt": "Dan Klein"
  },
  {
    "name": "Andrew Slaughter",
    "position": "Associate Engineer, Leyline Renewables",
    "quote": "Working with Erin offered me a consistent demonstration of fostering positive change through empathy and care for the community. I use the lessons Erin taught me every day.",
    "image_path": "/images/Andrew-Slaughter.jpg",
    "image_alt": "Andrew Slaughter"
  },
  {
    "name": "Lauren Salzman",
    "position": "Educator, Cornell Cooperative Extension of Tompkins County",
    "quote": "Erin gives so generously of herself, her heart, her myriad skills and her creative vision. She provides a rare kind of nurturing leadership that has enabled me to love my work, and grow in my role. I am forever grateful for the opportunity to work with Erin!",
    "image_path": "/images/Lauren-Salzman.jpg",
    "image_alt": "Lauren Salzman"
  },
  {
    "name": "Ginger Jung",
    "position": "Assistant Director of Admissions, Cornell Engineering",
    "quote": "Erin has powerful vision. She not only sees the potential in individuals, teams, ideas, and resources, Erin connects them dynamically and effectively. Undaunted by the work to get from A to Z, Erin has the heart, mind, and ingenuity of a world changer. I have seen her uplift the strengths she sees in others through thoughtful strategizing, leadership, and counsel. Her creative dot-connecting helps mission-based organizations focus on what they really want to do and how to get there. Bonus—she’s a dream to work with! ",
    "image_path": "/images/Ginger-Jung.jpg",
    "image_alt": "Ginger Jung"
  },
  {
    "name": "Monika Roth",
    "position": "Serial Nonprofit Founder",
    "quote": "I learned a great deal from Erin about building a board, engaging donors, and building a solid team of staff with passion for the mission.",
    "image_path": "/images/Monika-Roth.jpg",
    "image_alt": "Monika Roth"
  }
]
